Public Member Functions | List of all members
std::hash< API_ElemType > Struct Reference
Element Manager
std::hash specialization for API_ElemType. More...
#include <APIdefs_Elements.h>
 Public Member Functions
 std::size_t  | operator() (const API_ElemType &elemType) const
Detailed Description
std::hash specialization for API_ElemType.